export const companyTypes = {
    normal: 'обычная кампания, в которой можно создавать любые объявления, ' +
    'кроме мобильной рекламы и записей в сообществе ',
    vk_apps_managed: 'кампания, в которой можно рекламировать только ' +
    'администрируемые Вами приложения и ' +
    'у которой есть отдельный бюджет',
    mobile_apps: 'кампания, в которой можно рекламировать только мобильные приложения',
    promoted_posts: 'кампания, в которой можно рекламировать только записи в сообществе'
};

export const companyStatuses = ['кампания остановлена','кампания запущена', 'кампания удалена'];

export const adFormats = {
    "1": "изображение и текст",
    "2": "большое изображение",
    "3": "эксклюзивный формат",
    "4": "продвижение сообществ или приложений, квадратное изображение",
    "5": "приложение в новостной ленте (устаревший)",
    "6": "мобильное приложение",
    "9": "запись в сообществе",
};

export const costTypes = ['оплата за переходы','оплата за показы'];

export const adStatuses = ['остановлено','запущено','удалено'];